package src

// Коды населённых пунктов в Республике Беларусь
// с ж/д станциями и населением >20k
var codeOf = map[string]string{
	"Барановичи"   :"21015",
	"Берёза"       :"23294",
	"Бобруйск"     :"20729",
	"Борисов"      :"23255",
	"Брест"        :"153",
	"Вилейка"      :"23264",
	"Витебск"      :"154",
	"Волковыск"    :"23337",
	"Гомель"       :"155",
	"Горки"        :"23313",
	"Гродно"       :"10274",
	"Дзержинск"    :"23261",
	"Жлобин"       :"23325",
	"Жодино"       :"23256",
	"Ивацевичи"    :"23302",
	"Калинковичи"  :"23326",
	"Кобрин"       :"23304",
	"Кричев"       :"23316",
	"Лида"         :"21144",
	"Лунинец"      :"23306",
	"Марьина Горка":"23258",
	"Минск"        :"157",
	"Могилёв"      :"158",
	"Мозырь"       :"21274",
	"Молодечно"    :"23254",
	//"Новополоцк"   :"23272", только электрички из Полоцка
	"Орша"         :"10276",
	"Осиповичи"    :"23249",
	"Пинск"        :"21510",
	"Полоцк"       :"10275",
	"Речица"       :"23330",
	"Рогачёв"      :"23331",
	"Светлогорск"  :"23332",
	"Слоним"       :"23348",
	"Слуцк"        :"23251",
	// "Сморгонь"     :"23349", только электрички до Молодечно
	"Солигорск"    :"23259",
}